[
    {
        "owner_user_var": [
            {
                "id": "03",
                "name": "Anthony",
                "full_name": "Anthony Joseph Bouslaiby",
                "birth": "2004",
                "death": "2022",
                "father_name": "Anthony Father",
                "image": "http://localhost/4_ever_memories/public/user_templates/template_1/images/profile_pic.jpg"
            }
        ],
        "total_views_var": 90,
        "recent_updates_html_show": "<h5>{{date}}</h5><ul><li class=\"no-img\"><i class=\"fa fa-picture-o\" aria-hidden=\"true\"></i></li><li class=\"contentLi\">{{message}}</li></ul>",
        "recent_updates_html_show_values_arr": [
            {
                "date": "February 2",
                "type": "tribute",
                "number": 1
            },
            {
                "date": "February 3",
                "type": "photos",
                "number": 3
            },
            {
                "date": "February 4",
                "type": "tribute",
                "number": 2
            }
        ],
        "memorial_user_var": [
            {
                "id": "03",
                "name": "Anthony",
                "full_name": "Anthony Joseph Bouslaiby",
                "birth": "2004",
                "death": "2022",
                "father_name": "Anthony Father",
                "image": "http://localhost/4_ever_memories/public/user_templates/template_1/images/profile_pic.jpg"
            }
        ],
        "tribute_html":  "<div class=\"reviewBox\"><ul class=\"reviewSection\"> <li><img src=\"{{type}}\"></li> <li> <h3>Maria Nashed</h3> <h5>January 23</h5><p>Anthony was an amazingly sweet friend. After class he would always walk me to my car and then I would drive him to his. We would always have a good time laughing at the way we pronounced Arabic words due to difference in dialect even though he knew little-to-no Arabic at all lol. I also remember how whenever I would ask for help on homework, he would always insist on teaching me how to do the problems fully in order for me to better... <a href=\"#\">read more</a></p> </li></ul></div>",

        "user_memorial_tribute": "<h3 class=\"about_heading\">Let the memory of {{memorial_user.name}} be with us forever.</h3><p><ul class=\"li_txt\"><li>18 years old</li><li>Born on September 1, 2004 in San Dimas, California, United States</li><li>Passed away on December 11, 2022 in United States</li></ul></p><p class=\"abt_txt\">This memorial website was created in memory of our beloved son,Anthony Bouslaiby, 18 years old, born on September 1, 2004, and passed away onDecember 11, 2022. He will be with us forever, and we will never stop loving him. Idecided to start this website to celebrate his life. Even though he wasn't with us as long as he should've been, he has touched so many lives and was so loved. I hope you all will contribute to this page, with picture, videos, and stories. I was so touched by all the memories left in the memory jar at the luncheon. Please feel free to add more, as they may come to you, because that's all we have left once a loved one leaves us. We all appreciate the love you showed Anthony for however long you may have known him. Thank you all!<br> Angela (his mom) <br> P.S. Please let me know if you have any probelms uploading etc. You can click on a  photo to see the caption. </p>",
        "tributes_arr": [
            {
                "user_id": "03",
                "user_name_show": "Maria Nashed",
                "type": "flower",
                "date_show": "January 23",
                "details_show": "Anthony was an amazingly sweet friend. After class he would always walk me to my car and then I would drive him to his. We would always have a good time laughing at the way we pronounced Arabic words due to difference in dialect even though he knew little-to-no Arabic at all lol. I also remember how whenever I would ask for help on homework, he would always insist on teaching me how to do the problems fully in order for me to better.",
                "date": "23/01/1990",
                "image_show": "http://localhost/4_ever_memories/public/user_templates/template_1/images/profile_pic.jpg"
            },
            {

                "user_id": 1,
                "image_show": "http://localhost/4_ever_memories/public/user_templates/template_1/images/candel.png",
                "user_name_show": "Norice Mazmanian",
                "type": "candle",
                "date_show": "January 22",
                "details_show": "I remember one day after my bone marrow transplant. I was staying at my daughters house while recovering. I think my daughter had to go out and all of a sudden Anthony came to my room and pulled up a chair. No doubt he was told to make sure I didn't get out of bed. Anyway we started talking and I asked him about school and what he was learning. I think it was some scientific thing that he started explaining to me.",
                "date": "23/01/1993"
            },
            {
                "user_id": 1,
                "image_show": "http://localhost/4_ever_memories/public/user_templates/template_1/images/candel.png",
                "user_name_show": "Adriana Villarreal",
                "type": "candle",
                "date_show": "January 21",
                "details_show": "Anthony was such a kind person he never made me feel left out nor ever judged me.",
                "date": "21/01/1995"
            },
            {
                "user_id": 1,
                "image_show": "http://localhost/4_ever_memories/public/user_templates/template_1/images/candel.png",
                "user_name_show": "Norice Mazmanian",
                "type": "candle",
                "date_show": "January 22",
                "details_show": "Anthony was always precocious and asked every question ever. I loved his need to know more and more and to question. He always made me laugh. My favorite memories are long conversations with him. He could talk. And was so interesting. He was sweet and generous to everyone. He loved being in charge of projects and got any job done always wanting to do more. I miss his voice and laugh and \" yo, Mrs Johnson! You vibing?\" Anthony you will remain in my heart forever.",
                "date": "21/01/1997"
            }
        ],
        "life_arr": [
            {
                "user_id": 1,
                "image_show": "http://localhost/4_ever_memories/public/user_templates/template_1/images/baby_cot.png",
                "details_show": "Anthony was born in September 1, 2004 via scheduled C-section at San Dimas Community Hospital in San Dimas. He was 8 lbs 10 oz..."
            }
        ],
        "gallery_video_arr": [
            {
                "user_id": 1,
                "image_show": "http://localhost/4_ever_memories/public/user_templates/template_1/images/download.jpg"
            }
        ],
        "stories_arr": [
            {
                "user_id": 1,
                "user_name_show": "Alexa Zelaya",
                "date_show": "January 21",
                "image_show": "http://localhost/4_ever_memories/public/user_templates/template_1/images/baby_cot.png",
                "details_show": "3rd floor of the library was always our go to if we wanted to study (aka gossip haha.) We shared so many nice chats here and always wanted to reservea study room but we were always too lazy to do that. We'd find an empty onebut then get kicked out like 10 minutes later after someone who actuallyreserved it came in. All the memories at school hold a special place in myheart. I walk past the places we would hang out and think about everything.I am glad we went from high school to college. I am so grateful I got tospend my first quarter of college with someone as amazing as you, Anthony."
            }
        ]
    }
]
